[
    {
        "newsID" : 1,
        "title" : "SEC unlikely to approve Ethereum ETF in near future, say TD Cowen and JP Morgan",
        "description" : "In a recent report by TD Cowen, a prominent American multinational investment bank, it has been projected that the U.S. Securities and Exchange Commission (SEC) will unlikely approve an Ethereum Exchange-Traded Fund (ETF) anytime soon.  The bank’s Washington Research Group suggests that the SEC will prioritize gaining experience with Bitcoin Exchange-Traded Products (ETPs) before considering...",
        "link" : "https://www.cryptopolitan.com/sec-unlikely-to-approve-ethereum-etf/"
    },
    {
        "newsID" : 2,
        "title" : "Google Store and App store In India Remove Binance: Binance Addresses Users ",
        "description" : "Binance assures users of their funds' safety after its app is removed from India's Play Store and App Store, amid new crypto tax laws.

        Google's Play Store and Apple's App Store in India have removed the apps of popular cryptocurrency exchanges Binance and OKX. This follows a warning from the Indian government about crypto activities...",
        "link" : "https://coinpaprika.com/news/google-store-and-app-store-in-india-remove-binance/"
    },
    {
        "newsID" : 3,
        "title" : "BlackRock’s substantial Bitcoin acquisitions raise supply crunch concerns",
        "description" : "InvestAnswers’ post highlighted that the 11,500 BTC withdrawal accounts for about 13 days’ worth of Bitcoin production, considering that approximately 900 BTCs are issued daily. This accumulation by BlackRock amounts to approximately $500 million at Bitcoin’s market value. 

        Furthermore, data suggested that BlackRock’s spot ETF only captured an average of 25% of the overall volume of Bitcoin ETFs over the same two-day period. Factoring in this information, a total of 46,000 BTC was estimated to be removed from the market within the specified timeframe...",
        "link" : "https://www.cryptopolitan.com/blackrocks-substantial-bitcoin-acquisitions/"
    },
    {
        "newsID" : 4,
        "title" : "Cryptojacker sets up 1 million virtual servers mining millions in crypto illegally",
        "description" : "Authorities in Ukraine have busted a 29-year-old individual on the grounds of compromising cloud accounts to illegally mine cryptocurrencies. 

        The arrest conducted on January 9 in Mykolaiv was a collaboration between Europol and an unidentified cloud service provider who apprehended the individual in what was described as a ‘sophisticated cryptojacking scheme,’ Europol said in a press statement on January 12. 
        
        According to Europol, the suspect is believed to have mined over $2 million (€1.8 million) in cryptocurrencies through the compromised accounts...",
        "link" : "https://finbold.com/cryptojacker-sets-up-1-million-virtual-servers-mining-millions-in-crypto-illegally/"
    }
]